{"config": [{"config": {"kernel_regularizer": null, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "kernel_constraint": null, "use_bias": true, "units": 1024, "dtype": "float32", "batch_input_shape": [null, 348], "name": "dense_1", "activation": "relu", "bias_constraint": null, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dropout_1", "seed": null, "rate": 0.2, "noise_shape": null, "trainable": true}, "class_name": "Dropout"}, {"config": {"kernel_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "bias_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "trainable": true, "kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "units": 512, "kernel_constraint": null, "use_bias": true, "activity_regularizer": null, "name": "dense_2", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"name": "dropout_2", "seed": null, "rate": 0.5, "noise_shape": null, "trainable": true}, "class_name": "Dropout"}, {"config": {"kernel_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "bias_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "trainable": true, "kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "units": 2048, "kernel_constraint": null, "use_bias": true, "activity_regularizer": null, "name": "dense_3", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"name": "dropout_3", "seed": null, "rate": 0.5, "noise_shape": null, "trainable": true}, "class_name": "Dropout"}, {"config": {"kernel_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "bias_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "trainable": true, "kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "units": 2048, "kernel_constraint": null, "use_bias": true, "activity_regularizer": null, "name": "dense_4", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"name": "dropout_4", "seed": null, "rate": 0.5, "noise_shape": null, "trainable": true}, "class_name": "Dropout"}, {"config": {"kernel_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "bias_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "trainable": true, "kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "units": 256, "kernel_constraint": null, "use_bias": true, "activity_regularizer": null, "name": "dense_5", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"name": "dropout_5", "seed": null, "rate": 0.5, "noise_shape": null, "trainable": true}, "class_name": "Dropout"}, {"config": {"kernel_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "bias_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "trainable": true, "kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "units": 512, "kernel_constraint": null, "use_bias": true, "activity_regularizer": null, "name": "dense_6", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"name": "dropout_6", "seed": null, "rate": 0.5, "noise_shape": null, "trainable": true}, "class_name": "Dropout"}, {"config": {"kernel_regularizer": null, "bias_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "units": 1, "kernel_constraint": null, "use_bias": true, "activity_regularizer": null, "name": "dense_7", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "activation": "linear"}, "class_name": "Dense"}], "keras_version": "2.1.3", "class_name": "Sequential", "backend": "tensorflow"}