{"backend": "tensorflow", "config": [{"config": {"name": "dense_1", "batch_input_shape": [null, 348], "trainable": true, "dtype": "float32", "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 1024, "use_bias": true, "bias_constraint": null, "activation": "relu", "kernel_initializer": {"config": {"seed": null, "stddev": 0.05, "mean": 0.0}, "class_name": "RandomNormal"}, "bias_regularizer": null, "kernel_constraint": null, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"seed": null, "name": "dropout_1", "trainable": true, "noise_shape": null, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"name": "dense_2", "trainable": true, "kernel_constraint": null, "kernel_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "bias_constraint": null, "units": 512, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "kernel_initializer": {"config": {"seed": null, "stddev": 0.05, "mean": 0.0}, "class_name": "RandomNormal"}, "bias_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "use_bias": true, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"seed": null, "name": "dropout_2", "trainable": true, "noise_shape": null, "rate": 0.5}, "class_name": "Dropout"}, {"config": {"name": "dense_3", "trainable": true, "kernel_constraint": null, "kernel_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "bias_constraint": null, "units": 768, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "kernel_initializer": {"config": {"seed": null, "stddev": 0.05, "mean": 0.0}, "class_name": "RandomNormal"}, "bias_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "use_bias": true, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"seed": null, "name": "dropout_3", "trainable": true, "noise_shape": null, "rate": 0.5}, "class_name": "Dropout"}, {"config": {"name": "dense_4", "trainable": true, "kernel_constraint": null, "kernel_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "bias_constraint": null, "units": 256, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "kernel_initializer": {"config": {"seed": null, "stddev": 0.05, "mean": 0.0}, "class_name": "RandomNormal"}, "bias_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "use_bias": true, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"seed": null, "name": "dropout_4", "trainable": true, "noise_shape": null, "rate": 0.5}, "class_name": "Dropout"}, {"config": {"name": "dense_5", "trainable": true, "kernel_constraint": null, "kernel_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "bias_constraint": null, "units": 128, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "kernel_initializer": {"config": {"seed": null, "stddev": 0.05, "mean": 0.0}, "class_name": "RandomNormal"}, "bias_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "use_bias": true, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"seed": null, "name": "dropout_5", "trainable": true, "noise_shape": null, "rate": 0.5}, "class_name": "Dropout"}, {"config": {"name": "dense_6", "trainable": true, "kernel_constraint": null, "kernel_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "bias_constraint": null, "units": 256, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "kernel_initializer": {"config": {"seed": null, "stddev": 0.05, "mean": 0.0}, "class_name": "RandomNormal"}, "bias_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "use_bias": true, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"seed": null, "name": "dropout_6", "trainable": true, "noise_shape": null, "rate": 0.5}, "class_name": "Dropout"}, {"config": {"name": "dense_7", "trainable": true, "kernel_constraint": null, "kernel_regularizer": null, "bias_constraint": null, "units": 1, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "use_bias": true, "activity_regularizer": null}, "class_name": "Dense"}], "keras_version": "2.1.3", "class_name": "Sequential"}