{"keras_version": "2.1.3", "config": [{"config": {"kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "kernel_constraint": null, "trainable": true, "bias_regularizer": null, "use_bias": true, "batch_input_shape": [null, 348], "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "bias_constraint": null, "dtype": "float32", "name": "dense_1", "units": 1024, "activation": "relu"}, "class_name": "Dense"}, {"config": {"trainable": true, "noise_shape": null, "name": "dropout_1", "seed": null, "rate": 0.2}, "class_name": "Dropout"}, {"config": {"kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "kernel_constraint": null, "bias_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "use_bias": true, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "bias_constraint": null, "trainable": true, "name": "dense_2", "units": 512, "activation": "relu"}, "class_name": "Dense"}, {"config": {"trainable": true, "noise_shape": null, "name": "dropout_2", "seed": null, "rate": 0.1}, "class_name": "Dropout"}, {"config": {"kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "kernel_constraint": null, "bias_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "use_bias": true, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "bias_constraint": null, "trainable": true, "name": "dense_3", "units": 768, "activation": "relu"}, "class_name": "Dense"}, {"config": {"trainable": true, "noise_shape": null, "name": "dropout_3", "seed": null, "rate": 0.1}, "class_name": "Dropout"}, {"config": {"kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "kernel_constraint": null, "bias_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "use_bias": true, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "bias_constraint": null, "trainable": true, "name": "dense_4", "units": 128, "activation": "relu"}, "class_name": "Dense"}, {"config": {"trainable": true, "noise_shape": null, "name": "dropout_4", "seed": null, "rate": 0.1}, "class_name": "Dropout"}, {"config": {"kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "bias_regularizer": null, "use_bias": true, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "bias_constraint": null, "trainable": true, "name": "dense_5", "units": 1, "activation": "linear"}, "class_name": "Dense"}], "backend": "tensorflow", "class_name": "Sequential"}