{"config": [{"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 512, "kernel_regularizer": null, "kernel_constraint": null, "activity_regularizer": null, "dtype": "float32", "kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "trainable": true, "activation": "relu", "batch_input_shape": [null, 348], "bias_regularizer": null, "name": "dense_1", "bias_constraint": null, "use_bias": true}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.2, "name": "dropout_1", "noise_shape": null, "seed": null}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 128, "kernel_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "kernel_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "trainable": true, "activation": "relu", "use_bias": true, "bias_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "name": "dense_2", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.5, "name": "dropout_2", "noise_shape": null, "seed": null}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 128, "kernel_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "kernel_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "trainable": true, "activation": "relu", "use_bias": true, "bias_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "name": "dense_3", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.5, "name": "dropout_3", "noise_shape": null, "seed": null}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 256, "kernel_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "kernel_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "trainable": true, "activation": "relu", "use_bias": true, "bias_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "name": "dense_4", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.5, "name": "dropout_4", "noise_shape": null, "seed": null}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 768, "kernel_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "kernel_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "trainable": true, "activation": "relu", "use_bias": true, "bias_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "name": "dense_5", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.5, "name": "dropout_5", "noise_shape": null, "seed": null}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 2048, "kernel_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "kernel_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "trainable": true, "activation": "relu", "use_bias": true, "bias_regularizer": {"config": {"l2": 0.009999999776482582, "l1": 0.0}, "class_name": "L1L2"}, "name": "dense_6", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.5, "name": "dropout_6", "noise_shape": null, "seed": null}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 1, "kernel_regularizer": null, "kernel_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "trainable": true, "activation": "linear", "use_bias": true, "bias_regularizer": null, "name": "dense_7", "bias_constraint": null}, "class_name": "Dense"}], "keras_version": "2.1.3", "class_name": "Sequential", "backend": "tensorflow"}