{"backend": "tensorflow", "keras_version": "2.1.3", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "dtype": "float32", "bias_constraint": null, "kernel_constraint": null, "activation": "relu", "activity_regularizer": null, "bias_regularizer": null, "batch_input_shape": [null, 348], "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 1024, "trainable": true, "kernel_regularizer": null}}, {"class_name": "Dropout", "config": {"rate": 0.2, "name": "dropout_1", "trainable": true, "noise_shape": null, "seed": null}}, {"class_name": "Dense", "config": {"name": "dense_2", "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "activity_regularizer": null, "bias_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "use_bias": true, "units": 2048, "trainable": true, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}}}, {"class_name": "Dropout", "config": {"rate": 0.5, "name": "dropout_2", "trainable": true, "noise_shape": null, "seed": null}}, {"class_name": "Dense", "config": {"name": "dense_3", "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "activity_regularizer": null, "bias_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "use_bias": true, "units": 2048, "trainable": true, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}}}, {"class_name": "Dropout", "config": {"rate": 0.5, "name": "dropout_3", "trainable": true, "noise_shape": null, "seed": null}}, {"class_name": "Dense", "config": {"name": "dense_4", "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "activity_regularizer": null, "bias_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "use_bias": true, "units": 1024, "trainable": true, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}}}, {"class_name": "Dropout", "config": {"rate": 0.5, "name": "dropout_4", "trainable": true, "noise_shape": null, "seed": null}}, {"class_name": "Dense", "config": {"name": "dense_5", "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "activity_regularizer": null, "bias_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "use_bias": true, "units": 1024, "trainable": true, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.009999999776482582}}}}, {"class_name": "Dropout", "config": {"rate": 0.5, "name": "dropout_5", "trainable": true, "noise_shape": null, "seed": null}}, {"class_name": "Dense", "config": {"name": "dense_6", "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "linear", "activity_regularizer": null, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "use_bias": true, "units": 1, "trainable": true, "kernel_regularizer": null}}]}